Repository: Drupal-FR/site-drupalfr
Catalog: www/sites/default/files/views_savedsearches.*_.po
Languages: fr

source: The Views Saved Searches module allows users to save their current configuration of exposed filters for later use.
fr: Le module Views Saved Searches permet aux utilisateurs de sauvegarder leur recherche via filtres exposés pour une utilisation ultérieure.

source: Note: Apologies for the bizarre location of this settings form. We're working to place the options for saving exposed filter searches in the main view configuration screen.
fr: Note: Toutes mes excuses pour l'emplacement bizarre de ce formulaire de paramétrage. Nous travaillons à placer les options pour l'enregistrement des filtres exposés dans l'écran principal de configuration.

source: Saved Searches
fr: Recherches Sauvegardées

source: Configure which views support the saved searches functionality.
fr: Configurez quelle vues va utiliser la fonctionnalité de recherche sauvegardée.

source: Views SavedSearches Clean URL
fr: Views SavedSearches nettoyage d'URL

source: not enabled
fr: désactivé

source: enabled
fr: activé

source: Views SavedSearches require Clean URLs, please <a href="@enable">enable it</a>.
fr: Activer Views Saved Searches pour les vues ci-dessous

source: Name
fr: Nom

source: Save this search
fr: Sauvegardez cette recherche

source: You must enter a name for this saved search.
fr: Vous devez entrer un nom pour sauvegarder cette recherche.

source: Your name for this saved search is too long. The name for a saved search can not be longer than 128 characters.
fr: Le nom utilisé pour cette recherche est trop long. Le nom d'une recherche sauvegardée ne doit pas dépasser 128 caractères.

source: Your %name search was saved!
fr: Votre recherche appelée %name a été sauvegardé !

source: Delete
fr: Supprimer

source: Saved search %name deleted.
fr: La recherche sauvegardée appelée %name a été supprimé.

source: No saved searches found for this view.
fr: Vous n'avez pas sauvegardé de recherche

source: Allows users to save their current configuration of exposed filters for later use.
fr: Permet aux utilisateurs d'enregistrer leur configuration actuelle des filtres exposés pour une utilisation ultérieure.

source: Unsubscribe from !search
fr: Se désabonner de !search

source: Subscribe to !search
fr: S'abonner à !search

source: Views Saved Search: %name, belongs to: %view
fr: Views Saved Search: %name, appartient à: %view

source: Subscribe to incoming new items to the given views.
fr: S'abboner aux nouveaux éléments correspondants à la vue donnée.

source: Notifications for views saved searches events
fr: Notification pour les événements Views Saved Searches

source: Subject
fr: Sujet

source: Content
fr: Contenu

source: Digest line
fr: Ligne récapitulative

source: Saved search updated: [savedsearches-title]
fr: Résultat de votre recherche sauvegardée : [savedsearches-title]

source: There are new items in the views:
fr: Il y a des nouveau(x) élément(s) :

source: New content for saved search [savedsearches-title].
fr: Nouveau(x) élément(s) pour la recherche sauvegardée [savedsearches-title].

source: The title of the saved search.
fr: Le titre de la recherche sauvegardée.

source: List of new items in the view. For nodes, it's teasers, for others, the list of first textual field
fr: Liste des nouveaux éléments dans la vue. Pour les nœuds, c'est le teasers, pour les autres, la liste du premier champ textuel

source: subscribe to views savedsearch
fr: S'abonner aux recherches sauvegardées

source: Views Saved Searches Subscriptions
fr: Abonnements aux recherches sauvegardées.

source: Allows users to subscribe to feeds and be notified when they are updated
fr: Permet aux utilisateurs de s'abonner à des flux et d'être averti des mises à jour

source: Notifications
fr: Alertes
